req.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope 
  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
  xmlns:ns="https://ws.campaigner.com/2013/01">
  <soapenv:Body>
    <GetContacts 
      xmlns="https://ws.campaigner.com/2013/01">
      <authentication>
        <Username>malcolm</Username>
        <Password>123123</Password>
      </authentication>
      <contactFilter>
        <ContactKeys>
          <ContactKey>
            <ContactId>1001</ContactId>
            <ContactUniqueIdentifier>test identifier</ContactUniqueIdentifier>
          </ContactKey>
        </ContactKeys>
      </contactFilter>
      <contactInformationFilter>
        <IncludeStaticAttributes>true</IncludeStaticAttributes>
        <IncludeCustomAttributes>true</IncludeCustomAttributes>
        <IncludeSystemAttributes>true</IncludeSystemAttributes>
        <IncludeGroupMembershipData>true</IncludeGroupMembershipData>
      </contactInformationFilter>
    </GetContacts>
  </soapenv:Body>
</soapenv:Envelope>